<template>
  <div class="p-body p-center-protocol">
    <div class="rich-text">
      <h3 style="text-align: center; ">小灯塔合作协议-机构导师版</h3>
      <p><br></p>
      <p><br></p>
      <p><b>一、合作背景</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、双方共同围绕小灯塔“互联网职场学习社区”之目标，经友好协商达成以下共识：</p>
      <p><br></p>
      <p><b>二、合作方式</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、乙方向甲方提供灯塔内容输出服务，甲方按照双方约定的方式进行收益分配。</span></p>
      <p><span style="font-size: inherit;"><br></span></p>
      <p><br></p>
      <p>·&nbsp;2、甲方获得乙方相关的个人肖像、个人简介、分享知识内容、课程内容（包括但不限于图片、文案、视频、音频、表格等格式）的完全授权使用（其中包括但不限于信息网络传播权，语音等多媒体制作、复制、发行、出售、传播数字代码形式的作品等权利）。</p>
      <p><br></p>
      <p><b>三、乙方职责</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、乙方需向甲方提供真实、有效的个人信息及资料，并严格遵守专业讲师操守，按指定时间、项目、标准向甲方交付相关灯塔内容。</p>
      <p><br></p>
      <p>·&nbsp;2、积极参与双方共同制订的市场推广计划，针对主推灯塔塔主，乙方可酌情考虑参与甲方各类推广活动，包括但不限于沙龙、大型论坛及粉丝见面会等。</p>
      <p><br></p>
      <p>·&nbsp;3、如用户对相关灯塔内容提出投诉，应积极配合甲方处理用户投诉。</p>
      <p><br></p>
      <p>·&nbsp;4、如有合作方面的异议，可与甲方充分沟通协调后再做决议。</p>
      <p><br></p>
      <p><b>四、结算政策</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、乙方为甲方输出灯塔话题相关内容，按照以下方式进行结算。</p>
      <p><br></p>
      <p>(1)、灯塔内容等相关知识内容。内容标题以甲方最终上线标题名称为主。
					乙方线上灯塔内容在甲方平台产生的实际收益，按照甲方收取 50%  手续费，乙方 50% 比例按月进行分成结算。所有促销措施带来的虚拟收入（包括赠送课程优惠券、套票折扣金额、课程分销成本），以及为导流而赠送的免费体验名额，均不计入实际收益。</p>
			<p><br></p>
			<p>(2)、甲方按月给到乙方结算，每个月乙方灯塔付费学员收入在次月  15  日汇总，按实际收益扣除渠道技术成本后计算，次月  20  日前完成每月对账。乙方需根据甲方要求开具相应金额的增值税发票，甲方在收到发票7个工作日内据发票金额转账至乙方账户。</p>
			<p><br></p>
			<p>(3)、导师收益包含相关保密费用及所有知识产权授权使用。</p>
			<p><br></p>
      <p><b>五、其他约定事项</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、乙方按甲方要求发布的课程/知识内容（包含但不限于课件、视频、音频、文字、图片、表格等），署名权归乙方所有。双方签订协议完毕，甲方协助乙方完成前期资料准备工作，灯塔上线后，乙方有义务维护灯塔相关内容发布。乙方在90天内保持内容持续发布（即每周2-3次内容更新），同时回答灯塔内学员提出的必答问题。若以上未达到标准，甲方应提前3天通知乙方，在通知后7天内依然没有达到标准的，甲方有权下架乙方的灯塔社区。</p>
      <p><br></p>
      <p>·&nbsp;2、由甲方提供的资料、问卷、报表均属甲方之版权所有，除事先征得甲方书面允许外，乙方不能擅自记录或使用和传播。</p>
      <p><br></p>
      <p>·&nbsp;3、甲方为了宣传授权内容，有权与第三方进行合作（包括但不限于建立合作网页、网页嵌套、平台接口、深度链接等方式），甲方可根据实际需要修饰和变更相关灯塔标题，上述情况不视为侵权。</p>
      <p><br></p>
      <p>·&nbsp;4、乙方须保证其所提供的知识内容不侵害任何第三方的相关合法权益（包括但不限于第三方知识产权、著作权、品牌所有权、专利权等相关权利），乙方所提供的知识内容均归乙方自有，否则由此引发的任何法律责任均由乙方承担。</p>
      <p><br></p>
      <p>·&nbsp;5、乙方禁止将甲方的资料及本协议细节泄露给任何第三方。</p>
      <p><br></p>
      <p>·&nbsp;6、本协议自签约日起生效，有效期自签约日起3年。期满前的一个月内，如果双方未以书面形式通知终止协议关系，则协议效力自动延长3年，期满后终止合作。</p>
      <p><br></p>
      <p>·&nbsp;7、本协议壹式贰份，甲乙双方各执壹份为凭；本协议自签定之日始生效。</p>
      <p><br></p>
      <p><b>六、协议的解除</b></p>
      <p><br></p>
      <p>本协议在以下情况下解除：</p>
      <p><br></p>
      <p>·&nbsp;1、本协议约定的委派事项已全部完成；</p>
      <p><br></p>
      <p>·&nbsp;2、甲乙双方经协商一致，同意解除本协议；</p>
      <p><br></p>
      <p>·&nbsp;3、在服务过程中，乙方无法在合理、合法的范围内向甲方提供相应的服务，甲方将解除本协议。</p>
      <p><br></p>
      <p><b>七、违约责任</b></p>
      <p><br></p>
      <p>·&nbsp;1、因任何一方的违约行为给对方造成损失的，守约方有权要求违约方赔偿由此给守约方造成的直接经济损失。具体赔偿方式及金额根据守约方付出的时间，人力，经济成本核算。</p>
      <p><br></p>
      <p>·&nbsp;2、由于水灾、火灾、地震、干旱、战争、政府行为或协议一方无法预见、控制、避免和克服的其他事件导致不能或暂时不能全部或部分履行本协议，双方不负责任。</p>
      <p><br></p>
      <p><b>八、争议解决</b></p>
      <p><br></p>
      <p>·&nbsp;1、甲乙双方在履行本协议过程中发生争议，应友好协商解决。如协商不成，可向甲方所在地的人民法院提起诉讼。</p>
      <p><br></p>
    </div>
  </div>
</template>

<script>
import Vue from 'vue'
import Component from 'vue-class-component'

@Component({
  name: 'center-protocol'
})
export default class CenterProtocol extends Vue {}
</script>

<style lang="less" scoped>
@import "../../styles/variables";
@import "../../styles/mixins";

.p-center-protocol {
  padding: 15px;

  .rich-text {
    .setRichTextWrap();
    font-size: 15px;
  }
}
</style>

