<template>
  <div class="p-body p-center-protocol">
    <div class="rich-text">
      <h3 style="text-align: center; ">“小灯塔”用户服务协议</h3>
      <p><br></p>
      <p><br></p>
      <p><b>特别申明</b></p>
      <p><b><br></b></p>
      <p style="text-indent: 2em;">
        亲爱的用户您好，欢迎使用由广州老虎信息科技有限公司（下称“老虎科技”或“我们”）为您提供的小灯塔小程序产品（下称“小灯塔”）的服务。我们正致力于为中国数亿的职场人才提供专业的职场导师知识分享在线课堂，而您作为本平台的使用者（下称“用户”）欲使用小灯塔服务，必须事先认真阅读《“小灯塔”用户服务协议》（下称“本协议”）的全部条款（未成年人阅读时应得到其监护人的陪同），特别是本协议中免除、减轻或者限制老虎科技责任的全部条款以及含有限制用户权利内容的全部条款。</p>
      <p><br></p>
      <p style="text-indent: 2em;">
        用户对小灯塔的注册、登录、使用等行为将视为用户与我们签署本协议并同意接受本协议各项条款的约束。我们可能会随时更新本协议，此等更新版本直接取代本协议原条款。用户可随时在小灯塔应用程序中查阅最新协议条款。如果用户不接受老虎科技修改后的最新协议条款，请立即停止使用小灯塔服务。如用户选择继续使用小灯塔服务，则视为用户完全了解、接受并同意遵守老虎科技修改后的最新协议条款。</p>
      <p><br></p>
      <p><b>一、用户条款</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、用户个人信息指用户真实姓名、性别、出生年月、所在城市、工作年限、职业、头像、手机号码、手机设备识别码、IP地址等。非用户个人信息指用户对小灯塔的操作状态、使用记录等及其他一切非用户个人信息约定的内容。</p>
      <p><br></p>
      <p>·&nbsp;2、用户通过微信等第三方平台账号（下称“第三方平台”）注册、登录、使用小灯塔服务，将被视为用户完全了解、同意并接受老虎科技已包括但不限于收集、统计、分析等方式使用其在小灯塔平台上填写、登记、公布、记录的全部信息（下称“第三方平台记录信息”）。用户一旦进行账号注册、登录、使用小灯塔服务等行为，均将被视为已经获得了用户本人的完全同意并接受老虎科技对于该信息的合法使用，该信息的使用权适用于老虎科技旗下所有产品。老虎科技使用用户信息的目的在于为用户提供更好的产品体验及个人职业发展；老虎科技使用用户信息的方式包括但不限于：收集、统计、分析、商业用途的使用等方式。</p>
      <p><br></p>
      <p>·&nbsp;3、用户可以通过停止使用小灯塔服务，不再向老虎科技提供用户信息。但是，用户此前同意老虎科技使用的用户信息，老虎科技不承担主动删除、销毁的责任。用户拒绝提供用户信息的，老虎科技可以随时停止提供小灯塔服务。老虎科技对用户信息的使用无需向用户支付任何费用。</p>
      <p><br></p>
      <p>·&nbsp;4、小灯塔注册用户在使用过程中发现有任何不满意之处，有权通过Email提出申请，进行相关信息删除。（小灯塔官方客服联系方式：Email：kefu@thetiger.com.cn）</p>
      <p><br></p>
      <p>·&nbsp;5、老虎科技尊重授权用户的合法权利，尊重授权用户的由选择权，不会以违反法律、行政法规以及本协议约定的方式收集、使用用户信息。</p>
      <p><br></p>
      <p><b>二、小灯塔服务使用条款</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、用户对以其账号注册、登录、使用小灯塔服务的全部行为，包括其提供给老虎科技的全部用户信息、以其小灯塔服务账号进行的所有行为和事件独立承担完全的法律责任。并且<span
        style="font-size: inherit;">用户同意在使用小灯塔服务过程中，严格遵守以下规则：</span></p>
      <p><span style="font-size: inherit;"><br></span></p>
      <p>（1）遵守中国法律、法规、行政规章及规范性文件；</p>
      <p>（2）遵守老虎科技所有与小灯塔服务有关的协议、规定、程序、通知、使用守则等全部文件；</p>
      <p>（3）不得为任何违法、犯罪目的而使用小灯塔服务；</p>
      <p>（4）不得以任何形式使用小灯塔服务侵犯老虎科技的合法权利；</p>
      <p>（5）不得利用小灯塔服务进行任何可能对互联网正常运转造成不利影响的行为</p>
      <p>（6）不得利用老虎科技提供的服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、种族歧视性的、辱骂性的、恐吓性的、情色的或其他任何非法的信息资料；</p>
      <p>（7）不得以任何方式侵犯其他任何人依法享有的专利权、著作权、商标权、商业秘密等知识产权，第三人的名誉权或其他任何第三方的合法权益。</p>
      <p><br></p>
      <p>·&nbsp;2、老虎科技有权对用户使用小灯塔服务的情况进行审查和监督，如用户在使用小灯塔服务时违反任何上述约定，老虎科技有权要求用户改正或直接单方面采取一切必要措施，以消除或减轻用户不当行为给老虎科技、第三方、互联网服务或社会公共利益造成的任何影响。老虎科技在进行前述操作前，操作过程中或操作完成后可以不对用户进行任何方式的通知。</p>
      <p><br></p>
      <p>·&nbsp;3、用户在使用老虎科技各项服务的同时，同意接受老虎科技发布、推送、提供的各类信息。老虎科技有权随时变更、中止或终止部分或全部的小灯塔服务，老虎科技无需就此通知用户，且老虎科技不因此对用户或任何第三方承担任何责任。</p>
      <p><br></p>
      <p>·&nbsp;4、加入小灯塔</p>
      <p>&nbsp;&nbsp;您可以在小灯塔访寻并加入您感兴趣的灯塔，以便获得塔主向其塔内成员分享的知识、经验及相关内容。您了解并同意，塔主有权对其成员自行设立准入条件，包括但不限于需要支付相应的加入费用；一经购买即视为您已了解并同意接受以该等付费金额和付费方式享有塔主所提供的对应服务。在加入相关灯塔后，您应同时遵守相应法律法规、本协议、老虎科技相关规则、塔主针对灯塔发布的具体规则，且塔主针对灯塔发布的具体规则应优先适用，如果塔主没有制定灯塔规则或灯塔规则约定不清的，则应适用老虎科技相关规则。</p>
      <p><br></p>
      <p>·&nbsp;5、问答</p>
      <p>&nbsp;&nbsp;加入灯塔的用户可自主向塔主进行提问，付费问题会设置需支付一定的报酬；我们无法保证塔主和/或嘉宾所提供的答复能否满足您的预期，也不对因此引起的任何纠纷负有经济赔偿义务。</p>
      <p><br></p>
      <p>·&nbsp;6、服务费用</p>
      <p>&nbsp;&nbsp;针对我们向您提供的服务，我们将按照明确的服务规则向您收取相应的服务费。针对您在使用服务过程中获得的加入费用、付费提问等收入，我们将按照每笔收入向您收取一定比例的技术服务费，其他相关服务我们可能尚未向您收取服务费用，但我们保留向您收趣一定比例的服务费的权利。最终解释权归平台所有。</p>
      <p><br></p>
      <p><b>三、免责条款</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、老虎科技将按照法律法规的规定及行业规范使用用户信息，不向任何无关的第三方披露用户个人信息中能够对用户个人进行身份辨识的用户个人信息或用户个人通讯信息，但有下列情形之一的情况除外：</p>
      <p><br></p>
      <p>（1）事先获得了小灯塔用户的授权；</p>
      <p>（2）为了维护公众以及老虎科技的合法权益；</p>
      <p>（3）老虎科技可能会与第三方合作向用户提供相关的网络服务，在此情形下，如果该第三方同意承担与本协议约定的同等条款责任以及不涉及侵犯用户隐私等行为，则老虎科技有权将用户信息提供给该第三方，无需获得用户的另行同意；</p>
      <p>（4）按照有关的法律法规要求，按照相关政府主管部门、司法机关的要求。</p>
      <p><br></p>
      <p>·&nbsp;2、老虎科技提供的全部服务信息仅依照该等信息提供时的现状提供并仅供用户参考，老虎科技不对前述信息的准确性、完整性、适用性等做任何承诺和保证。用户应对老虎科技提供的信息行判断，并承担因使用前述信息而引起的任何风险，包括因其对信息的正确性、完整性或实用性的任何依赖或信任而导致的风险。老虎科技无需对因用户使用信息的任何行为导致的任何损失承担责任。</p>
      <p><br></p>
      <p>·&nbsp;3、对于因不可抗力或老虎科技不能预料、或不能控制的原因（包括但不限于计算机病毒或黑客攻击、系统不稳定、用户不当使用账户、以及其他任何技术、互联网络、通信线路原因等）造成的包括但不限于用户计算机或者移动设备信息和数据的安全，用户个人信息的安全等给用户或任何第三方造成的任何损失等，老虎科技不承担任何责任。</p>
      <p><br></p>
      <p>·&nbsp;4、由于用户以违法、违规或违反本协议约定等任何方式使用小灯塔服务的行为，包括但不限于登录网站或登录移动设备所填写的内容违法、不真实、不正当，侵犯第三方任何合法权益等，给老虎科技或其他第三人造成的任何损失，用户同意承担由此造成的全部损害赔偿责任。</p>
      <p><br></p>
      <p>·&nbsp;5、用户完全了解并同意，在使用小灯塔服务的过程中，可能存在来任何其他第三方的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为，也可能存在对他人权利（包括知识产权）造成侵犯的匿名、冒名、或伪造的各种信息或行为，用户须行判断相关内容、信息、行为的安全性等风险，并行独立承担上述风险给老虎科技或第三方造成的任何责任。</p>
      <p><br></p>
      <p>·&nbsp;6、老虎科技及其合作方对小灯塔服务的任何及全部内容不作任何形式的承诺或保证，不论是明确的或暗示的。前述承诺或保证包括但不限于：小灯塔服务真实性、适销性、对特定用途的适用性、任何形式的所有权保证，非侵权保证等。老虎科技对因前述未做承诺或保证的内容导致的任何直接、间接、偶然、特殊及后续的损害，不承担任何责任。</p>
      <p><br></p>
      <p>·&nbsp;7、用户完全了解并同意，发生上述任何一种或多种情形时，老虎科技对向任何第三方披露用户信息的行为不承担任何责任。</p>
      <p><br></p>
      <p><b>四、知识产权</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、“知识产权”是指与小灯塔服务相关的各种类的过去有效的、现行有效的、或即将产生的知识产权，包括但不限于发明专利、商标、著作权、实用新型、外观设计、布图设计、商业秘密、其他知识产权以及相关申请的权利。</p>
      <p><br></p>
      <p>·&nbsp;2、老虎科技为与小灯塔服务相关的全部知识产权的权利人，对小灯塔服务提供过程中包含的全部知识产权，包括但不限于任何文本、图片、图形、音频或视频资料享有及保留完整、独立的全部权利。未经老虎科技同意，用户不得擅自向任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行老虎科技享有知识产权的或者小灯塔服务提供任何资料和信息，也不得将前述资料和信息用于任何商业目的。</p>
      <p><br></p>
      <p>·&nbsp;3、对于用户本人创作并上传到小灯塔平台的任何文本、图片、图形、音频或视频等资料，老虎科技保留对其内容进行实时监控的权利，并有权依老虎科技独立判断对任何违反本协议约定或涉嫌违法、违规的内容实施删除。老虎科技对于删除用户作品引起的任何后果或导致用户的任何损失不负任何责任。</p>
      <p><br></p>
      <p>·&nbsp;4、本条款非经老虎科技书面同意将持续有效，不因用户关闭小灯塔服务账户或者停止使用小灯塔服务而失效。</p>
      <p><br></p>
      <p><b>五、适用法律和争议解决</b></p>
      <p><b><br></b></p>
      <p>·&nbsp;1、本协议的成立、生效、履行、解释及因本协议产生的任何争议，均适用中华人民共和国法律。用户和老虎科技之间与本协议有关的任何争议，首先应友好协商解决，在争议发生之日起七个工作日内仍不能通过协商达成一致的，用户可将前述争议提交广州老虎信息科技有限公司所在地的人民法院进行诉讼。</p>
      <p><br></p>
      <p><b>六、补充协议</b></p>
      <p><br></p>
      <p>·&nbsp;1、如本协议中的任何条款因任何原因完全或部分无效或不具有执行力，均不影响本协议其他条款的效力。</p>
      <p><br></p>
      <p>·&nbsp;2、本协议及本协议任何条款内容的最终解释权及修改权归老虎科技所有。若您对老虎科技及本服务有任何意见，请咨询老虎科技客服中心。Email：kefu@thetiger.com.cn。</p>
      <p><br></p>
    </div>
  </div>
</template>

<script>
import Vue from 'vue'
import Component from 'vue-class-component'

@Component({
  name: 'center-protocol'
})
export default class CenterProtocol extends Vue {}
</script>

<style lang="less" scoped>
@import "../../styles/variables";
@import "../../styles/mixins";

.p-center-protocol {
  padding: 15px;

  .rich-text {
    .setRichTextWrap();
    font-size: 15px;
  }
}
</style>

